Repository: clarkewd/ptouch-print
Catalog: po/*.po
Languages: de

source: out of memory
de: Nicht genug Speicher

source: libusb_init() failed
de: ptouch_init() fehlgeschlagen

source: %s found on USB bus %d, device %d
de: Drucker %s am USB Bus %d, Gerät %d gefunden

source: No P-Touch printer found on USB (remember to put switch to position E)
de: Kein P-Ptouch Drucker am USB gefunden (Schalter muss auf E stehen)

source: Error 1 = %02x
de: Fehlerbyte1 = %02x

source: Error 2 = %02x
de: Fehlerbyte2 = %02x

source: unknown tape width of %imm, please report this.
de: Unbekannte Schriftband breite (%i mm), bitte melden

source: got only 16 bytes... wondering what they are:
de: nur 16 bytes empfangen... mal gucken was die sind:

source: read error: got %i instead of 32 bytes
de: Lesefehler: %i anstatt 32 bytes empfangen

source: strange status:
de: Seltsamer Status:

source: got another %i bytes. now try again
de: weitere %i bytes empfangen. probiere es nochmal.

source: image is too large (%ipx x %ipx)
de: Bild ist zu gross (%ipx x %ipx)

source: maximum printing width for this tape is %ipx
de: Maximal druckbare Breite für dieses Schriftband sind %ipx

source: ptouch_rasterstart() failed
de: ptouch_rasterstart() fehlgeschlagen

source: ptouch_send() failed
de: ptouch_send() fehlgeschlagen

source: writing image '%s' failed
de: Schreiben der Bilddatei '%s' fehlgeschlagen

source: warning: font config not available
de: Warnung: fontconfig ist nicht verfügbar

source: setting font size=%i
de: setze Zeichensatzgrösse=%i

source: could not estimate needed font size
de: Konnte die notwendige Zeichensatzgrösse nicht bestimmen

source: choosing font size=%i
de: Wähle Zeichensatzgrösse %i

source: error in gdImageStringFT: %s
de: Fehler in Funktion gdImageStringFT(): %s

source: ptouch-print version %s by Dominic Radermacher
de: ptouch-print Version %s von Dominic Radermacher

source: ptouch_init() failed
de: ptouch_init() fehlgeschlagen

source: ptouch_getstatus() failed
de: ptouch_getstatus() fehlgeschlagen

source: could not render text
de: Konnte Text nicht rendern

source: ptouch_eject() failed
de: ptouch_eject() fehlgeschlagen
